chat_system_1367718778_actor_description=Aron Demion. Senior priest.
chat_system_1367718778_snap_2_question=^?^So you've met Furious Paladin?
chat_system_1367718778_snap_2_answer_0=^?^Yes, I met him in Marshan Swamp. He wants to know if there is a way to stop the undead creatures that fill the cemetery.
chat_system_1367718778_snap_0_question=^?^The cemetery? Yes, that's a terrible place... A source of evil and a generator of some of the strongest necro disturbances I have known. Undead creatures feel comfortable there, and day after day new undead rise from their graves.<br>So, what did the Paladin want to know? I've heard of him. A great warrior, who burdened himself with the impossible task of clearing the cemetery of the undead.
chat_system_1367718778_snap_0_answer_0=^?^That's exactly what he wanted to know. For 200 years he has been killing undead creatures, but there is no end to his combat, and he is tired. He wonders if there's an answer to the question in the Temple's archives. Is it possible to clear the cemetery?
chat_system_1367718778_snap_1_question=^?^The archives, you say... Let me see, I remember around ten years ago the priests tried to sanctify this place, in order to cleanse it of its wickedness.<br>[s]The priest goes out of the room, and soon returns with a book in his hands.[/s]<br>Here we have collected all the information we know about this acursed place. There are also the notes of those who participated in the cleansing ceremony.
chat_system_1367718778_snap_1_answer_0=^?^Thanks! I'll bring him these papers.
